Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Braseron mediakirjoituskirjasto
nn: Brasero-bibliotek for brenning av media

source: Näytä brasero-burn -kirjaston valinnat
nn: Vis val til brennebiblioteket til Brasero

source: ”%s” ei toimi oikein
nn: «%s» oppførte seg ikkje som han skal

source: Levyllä ei ole tarpeeksi tilaa (%s saatavilla, %s vaaditaan)
nn: Ikkje nok ledig plass på plata (%s tilgjengeleg for %s)

source: Väliaikaisen levykuvan tallennuskohteen tiedostojärjestelmä ei salli yli 2 GiB kokoisia tiedostoja
nn: Filsystemet du valde til å lagra det mellombelse avtrykket på kan ikkje ha filer større enn 2 GiB

source: Väliaikaisen levykuvan tallennukseen valitussa kohteessa ei ole tarpeeksi vapaata tilaa levykuvaa varten (vaaditaan %ld MiB).
nn: Den valde staden for å lagra det mellombelse avtrykket på har ikkje nok ledig plass (%ld MiB krevst)

source: Taltion kokoa ei voitu selvittää
nn: Storleiken på lagringseininga kunne ikkje hentast

source: Luotavalle levykuvalle ei annettu polkua
nn: Ingen stig var oppgjeven for avtrykkutdataen

source: Tapahtui sisäinen virhe (%s)
nn: En intern feil oppstod (%s)

source: Tiedosto ei ole tallennettu paikalliselle levylle
nn: Fila er ikkje lagra lokalt

source: VIDEO_TS-hakemisto ei ole olemassa tai on epäkelpo
nn: VIDEO_TS-mappa manglar eller er ugyldig

source: Komentoa ”%s” ei löydy polulta
nn: Fann ikkje «%s» i stigen

source: ”%s” - GStreamer-liitännäistä ei löydy
nn: Fann ikkje GStreamer-tillegget «%s»

source: Ohjelman ”%s” versio on liian vanha
nn: Versjonen av «%s» er for gammal.

source: ”%s” on toiseen ohjelmaan osoittava symbolinen linkki
nn: «%s» er ei symbolsk lenkje som peikar til eit anna program

source: ”%s” ei löydy
nn: «%s» vart ikkje funne

source: prosessi ”%s” päättyi virhekoodiin (%i)
nn: Prosessen «%s» avslutta med ein feilkode (%i)

source: Levykuvatiedosto
nn: Avtrykksfil

source: Nimeämätön CD/DVD-asema
nn: Namnlaus CD/DVD-eining

source: Näytä braseron mediakirjaston vianetsintäviestit oletustulosteessa
nn: Vis feilsøkjingsinformasjon på standard ut for Braseros mediabibliotek

source: Braseron optisten medioiden kirjasto
nn: Braseros bibliotek for optiske media

source: Näytä Braseron mediakirjaston valinnat
nn: Vis alternativ for Braseros mediabibliotek

source: Tiedosto
nn: Fil

source: Kaksikerroksinen DVD+R
nn: DVD+R to lag

source: Kaksikerroksinen DVD+RW
nn: DVD+RW to lag

source: Kaksikerroksinen DVD-R
nn: DVD-R to lag

source: Blu-ray-levy
nn: Blu-ray-plate

source: Kirjoitettava Blu-ray-levy
nn: Skrivbar Blu-ray-plate

source: Uudelleenkirjoitettava Blu-ray-levy
nn: Omskrivbar Blu-ray-plate

source: Tyhjä %s asemassa %s
nn: Tom %s i %s

source: Ääni- ja data-%s asemassa %s
nn: Lyd og data %s i %s

source: Ääni-%s asemassa %s
nn: Lyd-%s i %s

source: Data-%s asemassa %s
nn: Data-%s i %s

source: %s asemassa %s
nn: %s i %s

source: %s: tyhjä
nn: %s: tom

source: Etsitään mahdollisia levyjä
nn: Søkjer etter tilgjengelege plater

source: Levyä ei saatavilla
nn: Inga plate tilgjengeleg

source: %s h %s min %s
nn: %s t %s min %s

source: %s h %s
nn: %s t %s

source: %s h
nn: %s t

source: Levyn liitospistettä ei voitu selvittää
nn: Fann ikkje monteringspunktet til plata

source: Tyhjä levy (%s)
nn: Tom plate (%s)

source: Ääni- ja datalevy (%s)
nn: Lyd- og dataplate %s

source: Äänilevy (%s)
nn: Lydplate (%s)

source: Datalevy (%s)
nn: Dataplate (%s)

source: Tämä ei näytä olevan kelvollinen ISO-levykuva
nn: Han ser ikkje ut til å vera eit gyldig ISO-avtrykk

source: Koko ei täsmää
nn: Feil storleik

source: Tyyppi ei täsmää
nn: Feil type

source: Alueen ylittävä osoite
nn: Adresse utanfor gyldig område

source: Virheellinen komento
nn: Ugyldig kommando

source: Virheellinen parametri komennossa
nn: Ugyldig parameter i kommando

source: Virheellinen kenttä komennossa
nn: Ugyldig felt i kommando

source: Aikakatkaisu laitteelta
nn: Tidsavbrot for eining

source: Avainta ei ole sovittu
nn: Nøkkel ikkje etablert

source: Virheellinen raidan tila
nn: Ugyldig spormodus

source: _Piilota muutokset
nn: Sk_jul endringar

source: _Näytä muutokset
nn: Vi_s endringar

source: Tiedosto ei näytä olevan soittolistaDisc Image
nn: Ser ikkje ut som fila er ei spelelisteDisc Image

source: Kuvat
nn: Bilete

source: _Väri
nn: _Farge

source: Kiinteä väri
nn: Heilfylt farge

source: Vaakasuuntainen väriliuku
nn: Horisontal gradient

source: Pystysuuntainen väriliukuDisc Image
nn: Vertikal gradientDisc Image

source: _KuvaDisc Image
nn: B_ileteDisc Image

source: Kuvan polku:Disc Image
nn: Stig til bilete:Disc Image

source: Valitse kuvaDisc Image
nn: Vel eit bileteDisc Image

source: Kuvan tyyli:
nn: Biletstil:

source: Keskitetty
nn: Sentrert

source: Vierekkäin
nn: Flislagt

source: Sovitettu
nn: Skalert

source: Taustan ominaisuudet
nn: Eigenskapar for bakgrunn

source: Tulosta
nn: Skriv ut

source: _Taustan ominaisuudet
nn: Eigens_kapar for bakgrunn

source: Aseta oikealle
nn: Juster til høgre

source: Aseta vasemmalle
nn: Juster til venstre

source: Alleviivaa
nn: Understreka

source: Kursivoi
nn: Kursiv

source: Lihavoi
nn: Feit

source: Kirjasinperhe ja koko
nn: Skriftfamilie og storleik

source: _Tekstin väri
nn: _Tekstfarge

source: Tekstin väri
nn: Tekstfarge

source: Kansieditori
nn: Redigering av omslag

source: Aseta _taustan ominaisuudet
nn: Set eigenskapar for ba_kgrunn

source: SIVUT
nn: SIDER

source: TAKAKANSI
nn: BAKSIDE

source: ETUKANSIDisc Image
nn: FORSIDEDisc Image

source: Kuvaa ei voitu ladata.
nn: Biletet kunne ikkje lastast

source: GStreamer ei voinut käsitellä kohdetta ”%s”.
nn: «%s» kunne ikkje handterast av GStreamer.

source: Elementtiä %s ei voitu luoda
nn: Element %s kunne ikkje lagast

source: Valitse väri
nn: Vel ein farge

source: CD/DVD-luontityökalu
nn: CD/DVD-skriving

source: Luo CD- ja DVD-levyjä
nn: Lag CD-ar og DVD-ar

source: Median kuvakeDisc Imagepicture
nn: MediumikonDisc Imagepicture

source: CD/DVD-luontityökalun kansio
nn: Mappe for CD/DVD-skriving

source: Levyn nimi:
nn: Platenamn:

source: Raahaa tai kopioi tiedostoja alla olevaan tilaan kirjoittaaksesi ne levylle
nn: Drag eller kopier filer hit for å skriva dei til plata

source: Kirjoita levylle
nn: Skriv til plate

source: Kirjoita sisältö CD- tai DVD-levylle
nn: Skriv innhaldet til ein CD eller DVD

source: Kopioi levy
nn: Kopier plate

source: _Kirjoita levylle…
nn: _Skriv til plate …

source: Kirjoita levykuva CD- tai DVD-levylle
nn: Skriv avtrykk av plata til ein CD eller DVD

source: _Kopioi levy…
nn: _Kopier plate …

source: Luo kopio tästä CD- tai DVD-levystä
nn: Lag ein kopi av denne CD-en eller DVD-en

source: _Tyhjennä levy…
nn: Tø_m plate …

source: Tyhjennä tämä CD- tai DVD-levy
nn: Tøm denne CD-en eller DVD-en

source: _Tarkista levy…
nn: _Sjekk plate …

source: Tarkista tämän CD- tai DVD-levyn tietojen eheys
nn: Sjekk dataintegritet for denne CD-en eller DVD-en

source: Tietoja ei voitu lukea (%s)
nn: Klarte ikkje lesa data (%s)

source: Tietoja ei voitu kirjoittaa (%s)
nn: Klarte ikkje skriva data (%s)

source: Luo .cue-tiedostoja äänestä
nn: Lagar .cue-filer frå lyd

source: cdrdao-kirjoitusohjelmisto
nn: Brennesuiten cdrdao

source: Kopioidaan ääniraitaa
nn: Kopierer lydspor

source: Kopioidaan dataraitaa
nn: Kopierer dataspor

source: Analysoidaan raitaa %02i
nn: Analyserer spor %02i

source: Oikeutesi eivät riitä tämän aseman käyttämiseen
nn: Du har ikkje nødvendige løyve til å bruka denne eininga

source: Muunnetaan TOC-tiedostoksi
nn: Konverterer toc-fil

source: Kopioi, kirjoittaa ja tyhjentää CD-levyjä
nn: Kopierer, brenn og tømmer CD-er

source: Käytä ”--driver-generic-mmc-raw”-lippua (lisätietoja cdrdaon ohjeesta)
nn: Slå på «--driver generic-mmc-raw»-flagget (sjå i manualen til cdrdao)

source: cdrkit-kirjoitusohjelmisto
nn: Brennesuiten cdrkit

source: Edellisen istunnon tuonti epäonnistui
nn: Import av seinaste økt feila

source: Levykuvaa ei voitu luoda
nn: Klarte ikkje laga avtrykk

source: Tämä komennon genisoimage versio ei ole tuettu
nn: Denne versjonen av genisoimage er ikkje støtta

source: Joidenkin tiedostojen nimet ovat virheellisiä
nn: Nokre filer har ugyldige filnamn

source: Tuntematon merkistökoodaus
nn: Ukjend teiknkoding

source: Laitteella ei ole tilaa jäljellä
nn: Ingen plass ledig på eininga

source: Luo levykuvia valituista tiedostoista
nn: Lagar plateavtrykk frå eit filutval

source: Valitussa sijainnissa ei ole tarpeeksi vapaata tilaa levykuvaa varten
nn: Den valde staden du valde for å lagra avtrykket har ikkje nok ledig plass

source: Kopioi minkä tahansa levyn levykuvaksi
nn: Kopierer ein kvar plate til eit avtrykk

source: Tapahtui virhe kirjoitettaessa levyä
nn: Ein feil oppstod under skriving til plata

source: Järjestelmä on liian hidas kirjoittamaan levyä tällä nopeudella, kokeile hitaampaa nopeutta
nn: Systemet er for tregt til å skriva plata med denne snøggleiken. Prøv ein lågare snøggleik

source: Kirjoitetaan raitaa %s
nn: Skriv spor %s

source: Alustetaan levyä
nn: Formaterer plata

source: Kirjoitetaan cue-tiedostoa
nn: Skriv innhaldsforteikning

source: Levy täytyy ladata uudelleen ennen kirjoitusta
nn: Plata må lastast på nytt før ho kan spela inn.

source: Kirjoittaa, tyhjentää ja alustaa CD- ja DVD-levyjä
nn: Brenn, tømmer og kopierer CD-ar og DVD-ar

source: Ota ”-immed”-lippu käyttöön (lisätietoja wodimin ohjeesta)
nn: Aktiver flagget «-immed» (sjå i manualen til wodim)

source: Pienin mahdollinen aseman puskurin täyttöaste prosenteissa (lisätietoja wodimin ohjeesta):
nn: Minimal fyllingsforhald i einingsbuffer (i %) (sjå manualen til wodim)

source: Kopioidaan ääniraitaa %02d
nn: Kopierer lydspor %02d

source: Valmistellaan äänilevyn kopioimista
nn: Førbur å kopiera lydplate

source: Kopioi raidat ääni-CD-levyltä kaikkine tietoineen
nn: Kopier spor frå ei lydplate med all tilknytta informasjon

source: Kirjoittaa, tyhjentää ja alustaa CD-, DVD- ja BD-levyjä
nn: Brenn, tømmer og formaterer CD-, DVD- og BD-plater

source: Käytä ”-immed”-lippua (lisätietoja cdrecordin ohjeesta)
nn: Slå på «-immed»-flagget (sjå manualen til cdrecord)

source: Pienin mahdollinen aseman puskurin täyttöaste prosenteissa (lisätietoja cdrecordin ohjeesta):
nn: Minimal fyllingsrate til einingsbuffer (i %%) (sjå manualen til cdrecord)

source: cdrtools-kirjoitusohjelmisto
nn: Brennesuiten cdrtools

source: Tämä komennon mkisofs versio ei ole tuettu
nn: Denne versjonen av mkisofs er ikkje støtta

source: Tiedostoa ”%s” ei voitu avata (%s)
nn: Fila «%s» kunne ikkje opnast (%s)

source: Luodaan tarkistussummaa levykuvatiedostoista
nn: Lagar kontrollsum for avtrykkfiler

source: Levyltä ei löytynyt tarkistussummatiedostoa
nn: Fann inga kontrollsumfil på plata

source: Tarkistetaan tiedoston eheys
nn: Sjekkar integriteten til fil

source: Tiedostoa ”%s” ei voi avata
nn: Fila «%s» kunne ikkje opnast

source: Jotkut levyllä olevista tiedostoista saattavat olla viallisia
nn: Nokre filer på plata kan vera skadde

source: Tiedoston tarkistussumma
nn: Kontrollsum til fil

source: Levyn tiedostojen eheystarkistus
nn: Sjekkar integriteten til filene på ei plate

source: Käytettävä tiivistealgoritmi:
nn: Nøkkelalgoritme som skal brukast:

source: ”%s”-levyä ei voitu avata (%s)
nn: «%s» kunne ikkje opnast (%s)

source: Luodaan levykuvan tarkistussummaa
nn: Lagar kontrollsum til avtrykket

source: Levykuvan tarkistussumma
nn: Kontrollsum til avtrykket

source: Levylle kirjoitettujen tietojen eheystarkistus kirjoituksen jälkeen
nn: Sjekk dataintegriteten på plata etter ho er brunnen

source: Luodaan tiedostoasettelua
nn: Lagar filutforming

source: Luo video-DVD-levyille sopivia levykuviaregionset %s
nn: regionset %s

source: Virhe noudettaessa salaukseen käytettävää avainta. Voit ratkaista tämän ongelman seuraavilla tavoilla: päätteessä joko aseta sopiva DVD-aluekoodi CD/DVD-soittimeesi komennolla ”regionset %s” tai aja komento ”DVDCSS_METHOD=title brasero --no-existing-session”
nn: Feil under henting av nøkkel brukt til kryptering. Du kan kanskje retta opp dette ved å utføra éit av dei følgjande metodane: i terminalen set riktig DVD-regionkode for CD/DVD-spelaren din med kommandoen «regionset %s», eller køyr kommandoen «DVDCSS_METHOD=title brasero --no-existing-session»

source: Haetaan DVD-levyn avaimia
nn: Hentar DVD-nøklar

source: DVD-videolevyä ei voitu avata
nn: Film-DVD-en kunne ikkje opnast

source: Virhe luettaessa DVD-videolevyä (%s)
nn: Feil under lesing av film-DVD (%s)

source: Kopioidaan video-DVD-leyvä
nn: Kopierer film-DVD

source: Kopioi CSS-salatun video-DVD-levyn levykuvaksi
nn: Kopierer CSS-krypterte film-DVD-ar til plateavtrykk

source: Tyhjentää ja alustaa uudelleen kirjoitettavia DVD- ja BD-levyjä
nn: Tømmer og formaterer omskrivbare DVD-ar og BD-ar

source: Kirjoittaa ja tyhjentää DVD- ja BD-levyjä
nn: Brenn og tømmer DVD-ar og BD-ar

source: Salli DAOn käyttö
nn: Tillat bruk av DAO

source: growisofs-kirjoitusohjelmisto
nn: Brennesuiten growisofs

source: libburn-raitaa ei voi luoda
nn: libburn-spor kunne ikkje lagast

source: libburn-kirjastoa ei voitu alustaa
nn: libburn-biblioteket kunne ikkje startast opp

source: Aseman osoitetta ei voitu selvittää
nn: Einingsadressa kunne ikkje verta hentast

source: Kirjoitetaan raitaa %02i
nn: Skriv spor %02i

source: libburnia-kirjoitusohjelmisto
nn: Brennesuiten libburnia

source: Taltiota ei voitu luoda
nn: Klarte ikkje laga lagringseining

source: libisofs-kirjastoa ei voi alustaa.
nn: libisofs kunne ikkje startast opp.

source: Lukuvalintoja ei voitu luoda
nn: Lesalternativ kunne ikkje lagast

source: Polun ”%s” yläkansiota ei löydy puusta
nn: Klarte ikkje finna nokon forelder i treet for stigen «%s»

source: libisofs kertoi virheestä luotaessa kansiota ”%s”
nn: libisofs rapporterte ein feil medan han laga mappa «%s»

source: libisofs kertoi virheestä lisättäessä sisältöä kansioon ”%s” (%x)
nn: libisofs rapporterte ein feil medan han la til innhaldet til mappa «%s» (%x)

source: libisofs kertoi virheestä lisättäessä tiedostoa polulla ”%s”
nn: libisofs rapporterte ein feil medan han la til fil med stigen «%s»

source: Kopioidaan tarkistussummatiedostoa
nn: Kopierer kontrollsumfil

source: Kopioidaan tiedostoja paikallisesti
nn: Kopierer filene lokalt

source: Tiedostojen noutaja
nn: Nedlasting av fil

source: Sallii ei-paikallisten tiedostojen kirjoituksen
nn: Lèt filer som ikkje er lagra lokalt til å verta brunne

source: Paikallista tiedostopolkua on mahdoton selvittää
nn: Kan ikkje henta lokal stig til fil

source: Sallii Nautiluksen ”CD/DVD-luontityökalun” kansion sisällön kirjoittamisen
nn: Lèt filer lagt til CD/DVD-lagingsmappa i Nautilus å verta brunne

source: Liitännäisten täytteitä ei voitu liittää
nn: Umogleg å lenkja saman programtillegg

source: Normalisoidaan raitoja
nn: Normaliserer spor

source: Normalisointi
nn: Normalisering

source: Mahdollistaa eri raitojen välisen yhtenäisen äänenvoimakkuuksien tason
nn: Set eit konsistent lydnivå mellom spor

source: Virhe täytettäessä tiedostoa (%s)
nn: Feil ved utfylling av fil (%s)

source: Virhe selvitettäessä kestoa
nn: Feil ved henting av lengd

source: Analysoidaan ”%s”
nn: Analyserer «%s»

source: Transkoodataan ”%s”
nn: Kodar om «%s»

source: Mahdollistaa minkä tahansa äänitiedoston muuntamisen ääni-CD-levyille sopivaksi
nn: Konverterer ein kvar lydfil til eit format som passar til lyd-CD-ar

source: Muunnetaan video MPEG2-tiedostoksi
nn: Konverterer filmfila til MPEG2

source: Luo SVCD-levyille sopivia levykuvia
nn: Lagar plateavtrykk som passar til SVCD-ar

source: _Projekti
nn: _Prosjekt

source: _Liitännäiset
nn: Ti_llegg

source: Valitse Braseron liitännäiset
nn: Velg tillegg for Brasero

source: _Poista asemasta
nn: _Løys ut

source: _Tyhjennä…
nn: _Tøm …

source: Tyhjennä levy
nn: Tøm ei plate

source: _Tarkista eheys…
nn: _Sjekk integritet …

source: Tarkista levyn tietojen eheys
nn: Sjekk dataintegriteten til plata

source: Lopeta brasero
nn: Avslutt Brasero

source: Näytä ohje
nn: Vis hjelp

source: Tietoja
nn: Om

source: Levynkirjoittaja
nn: Brenneprogram

source: Virhe ladattaessa projektia
nn: Feil under lasting av prosjektet

source: Lisää tiedostoja projektiin.
nn: Legg til filer til prosjektet

source: Projekti on tyhjä
nn: Prosjektet er tomt

source: Brasero on vapaa ohjelma; sitä on sallittu levittää edelleen ja muuttaa GNU yleisen lisenssin (GPL lisenssin) ehtojen mukaan sellaisina kuin Free Software Foundation on ne julkaissut; joko lisenssin version 2, tai (valinnan mukaan) minkä tahansa myöhemmän version mukaisesti.
nn: Brasero er fri programvare. Du kan vidareformidla det og/eller endra det under vilkåra i GNU General Public License frå Free Software Foundation, anten versjon 2 av lisensen, eller (om du ønskjer) ein nyare versjon.

source: Braseroa levitetään siinä toivossa, että se olisi hyödyllinen, mutta ilman mitään takuuta; ilman edes hiljaista takuuta kaupallisesti hyväksyttävästä laadusta tai soveltuvuudesta tiettyyn tarkoitukseen. Katso GPL lisenssistä lisää yksityiskohtia.
nn: Brasero er gjort tilgjengeleg med håp om at det vil vera til nytte, men UTAN NOKON GARANTI, og heller ikkje med nokon indirekte garanti om at det vil vera OMSETJELEG eller EIGNA TIL NOKO SPESIELT FORMÅL. Sjå GNU General Public License for meir informasjon.

source: Tämän ohjelman mukana pitäisi tulla kopio GPL-lisenssistä; jos näin ei ole, kirjoita osoitteeseen Free Software Foundation Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
nn: Du skal ha fått eit eksemplar av GNU General Public License saman med Brasero. Viss ikkje så skriv til Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.

source: Yksikertainen CD- ja DVD-kirjoitusohjelma Gnomelle
nn: Eit GNOME-program som er lett å bruka for å brenna CD-ar og DVD-ar

source: Braseron kotisivu
nn: Braseros nettstad

source: Ilkka Tuohela, 2006-2009 Timo Jyrinki, 2007-2009 http://www.gnome.fi/ Launchpad Contributions: Aleksi Kinnunen https://launchpad.net/~aleksi-kinnunen Christian Hellberg https://launchpad.net/~christian-hellberg Ilkka Tuohela https://launchpad.net/~hile Jiri Grönroos https://launchpad.net/~jiri-gronroos Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Jussi Aalto https://launchpad.net/~jtaalto-deactivatedaccount Timo Jyrinki https://launchpad.net/~timo-jyrinki Tomi Juntunen https://launchpad.net/~tojuntu Tommi Saira https://launchpad.net/~tommisaira Tommi Vainikainen https://launchpad.net/~thv papukaija https://launchpad.net/~papukaija
nn: Torstein Adolf Winterseth <kvikende\@fsfe\.org> Launchpad Contributions: Bjarne Petterteig https://launchpad.net/~bpettert Fredrik Sudmann https://launchpad.net/~fsudmann Tor Egil Hoftun Kvæstad https://launchpad.net/~toregilhk Torstein A. W. https://launchpad.net/~kvikende antikristian https://launchpad.net/~antikristian

source: Projektia ”%s” ei löydy
nn: Prosjektet «%s» finst ikkje

source: _Viimeisimmät projektit
nn: _Siste prosjekt

source: Näytä äskettäin avatut projektit
nn: Vis sist opna prosjekt

source: Avaa valitut tiedostot
nn: Opna dei valde filer

source: _Muokkaa tietoja…
nn: R_ediger informasjon …

source: Muokkaa raitatietoja (alku, loppu, tekijä jne.)
nn: Rediger informasjon om spor (start, slutt, forfatter, osv.)

source: Poista valitut tiedostot projektista
nn: Fjern valde filer frå prosjektet

source: Liitä tiedostot
nn: Lim inn filer

source: Lisää leikepöydälle tallennetut tiedostot
nn: Legg til filer frå utklippstavla

source: L_isää tauko
nn: Set i_nn ein pause

source: Lisää kahden sekunnin tauko kappaleen jälkeen
nn: Legg til ein tosekunders pause etter sporet

source: _Jaa raita…
nn: _Del spor …

source: Jaa valittu raita
nn: Del vald spor

source: Pysäytä
nn: Pause

source: Jaa
nn: Del

source: Raita
nn: Spor

source: Esittäjä
nn: Artist

source: Pituus
nn: Lengd

source: Raitaan lisätään tyhjää loppuun.
nn: Sporet kjem til å verta fylt ut på slutten

source: Raidan kesto on lyhyempi kuin 6 sekuntia
nn: Sporet er kortare enn 6 sekund

source: Varmista, että tarvittava koodekki on asennettu.
nn: Sjekk at relevant kodek er installert

source: Haluatko lisätä valintaan ”%s”, joka on videotiedosto?
nn: Vil du leggja til «%s», som er ei filmfil?

source: Tämä tiedosto on video, ja siitä johtuen ainoastaan äänen osuus voidaan kirjoittaa levylle.
nn: Denne fila er ein film og derfor kan berre lyddelen skrivast til plata.

source: _Hylkää tiedosto
nn: _Forkast fil

source: _Lisää tiedosto
nn: _Legg til fil

source: Haluatko etsiä äänitiedostoja kansiosta?
nn: Vil du søkje etter lydfiler i denne mappa?

source: Etsi _kansiosta
nn: Søk i _mappe

source: ”%s”-levyä ei voitu avata.
nn: Kunne ikkje opna «%s».

source: Haluatko luoda ääni-CD-levyn DTS-raidoilla?
nn: Vil du laga ein lydplate med DTS-spor?

source: Jotkin valituista kappaleista sopivat DTS-raitojen luomiseen. Tämän tyyppinen ääni-CD-raita tarjoaa korkeampaa äänenlaatua, mutta se voidaan toistaa vain tietyillä digitaalisilla soittimilla. Huomaa: jos hyväksyt, normalisaatiota ei toteuteta näille raidoille.
nn: Nokre av dei valde songane passar til å verta DTS-spor. Denne typen lydplate gjev ein høgare lydkvalitet, men kan berre spelast av spesifikke digitale spelarar. NB: Om du godtek så vil ikkje desse spora verta normalisert.

source: Luo tavallisia _raitoja
nn: Lag _vanlege spor

source: Napsauta tässä kirjoittaaksesi kaikki kappaleet tavallisina raitoina
nn: Trykk her for å brenna alle songane som vanlege spor

source: Luo _DTS-raitoja
nn: Lag _DTS-spor

source: Napsauta tässä kirjoittaaksesi kaikki sopivat kappaleet DTS-raitoina
nn: Trykk her for brenna alle passande songar som DTS-spor

source: Valitse vain yksi kappale.
nn: Vel kun éin song.

source: Useampaa kuin yhtä kappaletta ei voi jakaa samaan aikaan.
nn: Kan ikkje dela meir enn éin song om gongen

source: Avaa määritelty projekti
nn: Opna oppgjeve prosjekt

source: PROJEKTI
nn: PROSJEKT

source: Avaa määritelty soittolista äänilevyprojektina
nn: Opna oppgjeven speleliste som lydprosjekt

source: SOITTOLISTA
nn: SPELELISTE

source: Aseta kirjoitukseen käytettävä asema
nn: Oppgje eining som skal brukast til brenning

source: LAITTEEN POLKU
nn: EININGSSTIG

source: Luo levykuvatiedosto kirjoittamisen sijaan
nn: Lag eit avtrykk i staden for å brenna

source: Avaa äänilevyprojekti lisäämällä komentorivillä annetut URIt
nn: Opna eit lydprosjekt og legg til dei adressene som gjevne på kommandolinja

source: Avaa datalevyprojekti lisäämällä komentorivillä annetut URIt
nn: Opna eit dataprosjekt og legg til dei adressene som gjevne på kommandolinja

source: Käytettävä kansikuva
nn: Omslag som skal brukast

source: KANSIKUVAN POLKU
nn: STIG TIL OMSLAG

source: Avaa videolevyprojekti lisäämällä komentorivillä annetut URIt
nn: Opna eit filmprosjekt og legg til dei adressene som gjevne på kommandolinja

source: Kirjoitettavan levykuvatiedoston URI (automaattinen tunnistus)
nn: Adresse til eit avtrykk som skal brennast (automatisk oppdaga)

source: LEVYKUVAN POLKU
nn: STIG TIL AVTRYKK

source: Pakota Brasero näyttämään projektinvalintasivu
nn: Tving Brasero til å visa sida for val av prosjekt

source: Avaa levyn tyhjennysikkuna
nn: Opna dialogvindauge for å tømma plater

source: Avaa levyn tarkistusikkuna
nn: Opna dialogvindauge for å sjekka plater

source: Kirjoita burn://-osoitteeseen sijoitettu sisältö
nn: Brenn innhaldet i burn://-adressa

source: Käynnistä kirjoitus välittömästi.
nn: Start brenning beinveges.

source: Älä ota yhteyttä jo käynnissä olevaan instanssiin
nn: Kopla ikkje til ein alt køyrande instans

source: Kirjoita annettu projekti ja POISTA se. Tämä valinta on hyödyllinen lähinnä käytettäessä braseroa muista ohjelmista.
nn: Brenn det valde prosjektet og fjern det. Dette valet er for det meste brukbart for integrasjon med andre program.

source: POLKU
nn: STIG

source: Yläikkunan XID-tunniste
nn: XID for opphavsvindauget

source: ”%s” ei voi kirjoittaa.
nn: «%s» kan ikkje skriva.
